{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "Fehler nach GPG-lauf";
"gpg execution manually interrupted" = "GPG-lauf manuell unterbrochen";

/* Passphrase entry message */
"Enter passphrase for %@:" = "Kennwort für %@:"; // Param is the userID of a key
"Enter passphrase for this message:" = "Kennwort für diese Nachricht:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "Standard Schlüsselbund (Keychain) kann nicht geöffnet werden!";
"Password buffer too small for keychain!" = "Kennwortgröße ist für Schlüsselbund (Keychain) zu klein!";
"Invalid reference to the keychain item for %s:%@" = "Ungültiger Verweis auf Schlüsselbundelement %s:%@"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "Unbekannter Fehler beim Zugriff auf Schlüsselbund (Keychain)! Fehler %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "Kennwort für %s:%@ kann nicht gespeichert werden: Es ist zu lang für das Schlüsselbund (Keychain)!"; // 1st argument is service, 2nd argument is user name
}
